shishyaguru.nshops.in/app/Helpers/My_helper.php

    function webSetting($select) {
        $company = db()->table('dt_setting')->select($select)->get()->getRowArray();
---
SELECT *
FROM `dt_setting`

    function homeSetting($select) {
        $company = db()->table('dt_homesetting')->select($select)->get()->getRowArray();
---
SELECT *
FROM `dt_homesetting`